

#Extensions:

#To restore type
#cat vs_code_extensions_list.txt | xargs -n 1 code --install-extension
#from with the directory of the txt file

akamud.vscode-caniuse
alefragnani.Bookmarks
ChakrounAnas.turbo-console-log
CoenraadS.bracket-pair-colorizer
dbaeumer.jshint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
hnw.vscode-auto-open-markdown-preview
HookyQR.beautify
humao.rest-client
ludorival.preview-jsdoc
mohseenrm.lit-it
ritwickdey.live-sass
ritwickdey.LiveServer
sburg.vscode-javascript-booster
sdras.night-owl
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
webstp.extension-manager
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion

